[
  {
    "id": 4,
    "name": "Web Developer Training",
    "company": "Wildcode School Germany",
    "duration": "09/2022 - 02/2023",
    "description": [
      "Co-created five projects using different technologies: Appointment Booking App, Car Rental App, Memory Game, News Website, Recipe Website",
      "Technologies learned and applied: HTML, CSS, React, NextJS, Storybook, Git, Github, Express, NodeJS, MySQL, Firebase",
      "Appointment Booking App developed and designed as a client project"
    ]
  },
  {
    "id": 3,
    "name": "Senior Product Manager",
    "company": "Mister Spex SE",
    "duration": "11/2019 - 08/2022",
    "description": [
      "+15% click-through-rate leading to +3% CVR through modernised and optimized homepage",
      "Product Manager of two cross-functional Scrum teams - Product Configuration Team and Marketing Tech Team - during refactoring & redesign of webshop",
      "Lead product discovery & design, collect requirements, stakeholder management, prioritization of product backlogs, ensuring product delivery in a timely manner of homepage and product detail pages for glasses and sunglasses as well as glass options pages"
    ]
  },
  {
    "id": 2,
    "name": "Product Manager",
    "company": "Mister Spex SE",
    "duration": "08/2016 - 11/2019",
    "description": [
      "+5% CM2 p.a. for glasses category through improvements of mobile customer journey, +3,5% CM2 p.a. with virtual try-on, +3% CM2 p.a. launching customer own frame",
      "Led product discovery and roadmap development, aligning priorities with company goals and stakeholders",
      "Implemented data-driven decision-making processes to continuously improve product performance and customer satisfaction",
      "Analyzed and monitored product performance through key metrics and reports, providing insights and recommendations for improvement"
    ]
  },
  {
    "id": 1,
    "name": "Technical SEO Manager",
    "company": "Mister Spex SE",
    "duration": "10/2015 - 08/2016",
    "description": [
      "Served as single point of contact for technical SEO matters throughout the company",
      "Monitored and managed SEO performance in all markets using VBA-automated reports",
      "Led continuous improvement efforts for SEO company-wide"
    ]
  }
]
